// 姨捨伝説テキスト
// (製作と語り:更級かたりべの会)

export const legendData = `はあらかむかーしのことでやんす。
ここらあたり一帯を治めておんなしたおとのさんは、なんしろとしよりが大(でえ)っきれえなおとのさんでな、ある日お役人がやって来て、こんな立て札立てた。
［六十になったとしよりは山に捨てること］
「え、えーっ！な、なんだって、、？、おらんとこのとやんな、もうじき六十んなるけど、ずくああるだし、まーず達者で、うちん中大助かりだのに、なーんしてそんなこんしねきゃなんねえだか、、、。」
「ふんになー、おらっちのかやんだって、毎日(まいんち)飯前(めしめえ)仕事に精だ出してるわい」
あちでもこっちでも、それっこさ村中(むらじょう)ひっくり返(けえ)るよえな騒ぎんなって、、、けんどもおとのさんの命令じゃあどうにもなんねえ。その日が来たら山い行くしかねえってみんなあきらめて暮らしておった。
多平んちでもとうとうその日が来ちまった。
母親のタミは、そりゃあ働きもんで、だれにでもやさしくて、その上村いちばんの物知りだった。
多平はなかなかふんぎりがつかなくてな、一日(いちんち)延(の)ばしにして仕事にも身い入(へい)らね。ため息ばかっかりついて日が暮れた。そんなある晩のこんだった。
「、、、なあ多平や。いつまでもぐずぐずしてるわけにゃいかねど。今夜っこそ、おらお山い連れてっとくれ、、、なんにも心配するこんねえよ。高(たけ)え山い登りゃあ、そんだけ　おてんとさんやお月さんに近づけるんだから、おらあ、喜んで行くだよ。、、さあさあおめえも早く支度しろやれ」
「、、かやん、、、ふんとに申しやけねえ、、おらあ、、、おらあどんなば罰受けたってかまわねえ、、そんだが、みんなこと考(かんげ)えたら、、、どうしりゃいいだか、、かやん、どうか勘弁してくれや、、、」
お月さんのあかりに照らされて、二人はそうっとうち出てった。
多平はたみぉおぶって、ただ黙々と山道登ってった。
背中のがガサゴソガサゴソ動いてばっかりいる。
、、それに、ポキッポキッって、木の枝でもおしょってるような音もしてる。
多平は、なーしてるんだや、そもったけんど、(ああ、かやんもせつなくてじっとしてらんねえんだな)って察して、なんにも聞かねで歩くしかねかった。
どんくれ歩いただか、、いらい山奥い来ちまった。
多平はでっけえ松の木の根元いタミおおろすとな、息つく間もにく、一目散に山道くだった。
どの道けえりゃかいいだか、さっぱり見当つかねえ。「しょうねえ、夜(よ)ぉあけんの待つしかねか」って、タミんとこぃひっけえしたら、手ぇ合してたタミが静かにせった。
「こんなこんあるかそもってなあ、おら、おめえにおぶさっているいとに、木の枝おしょって道しめべにして来といただよ。それぇ辿りしま気いつけてけえるだど。ほれ早く行けやれ」
子ぉ思う親の深(ふけ)え愛情ぉ今更ながら知った多平は、やっと決心なついた。
「ああ～、おらあ、とんでもねえ間違(まちげ)えするとこだった。こんな山ん中にかやんひとり置いておらだけ山ぁくだるなんて、そんかことできねえ。おとのさんの命令なんかどうだっていい！かやんふんとに悪かったなあ。さ、一緒にけえれさ、なっ。」
多平はまたタミぉおぶって、山ぁ下った。そんでな、物置ぃタミぉ隠してひっそりと暮らしておった。
あるひ、となりの国からこんな使いがとどいた。
「灰で縄をなえ！できなければお前の国を攻め滅ぼす！」
おとのさんはほとほと弱り果て、国中におふれお出すこんにした。
[灰で縄をなうことができる者は申し出よ]
このおふれを見た多平は、かやんだら分かるかも知んねえってうちいとんでった。
「あ～、そんなこん、造作(ぞうさ)もねえこんだわ。いいかあ、まず、塩水ん中いわら入れて、よーくほとばすだ。そのわらで縄ぁなってな、そのあとそうっと焼いてみな」
多平はせわれた通りやってみた。そしたら、ふんとに灰の縄ができ上がっただねか。おとのさんは大いばりでとなりの国ぃやり返した。けんども、ほっとしる間もなく、またまた難問ぉ突きつけて来た。
「曲がりくねった細い穴のあいた球に糸を通せ！」
思案にくれたおとのさんは、今度(こんだ)もおふれぉ出すしかねかった。
多平はまたタミに教(おせ)てむらって、簡単に糸ぉ通しちまった。
どやったかせうとな、穴の一方にハチミツぉ塗り、反対側の穴から糸ぉゆわいつけた蟻ぉ入れるってせうやりかたさ。
次々に難問ぉ解かれまったとなりの国じゃ、これほどの知恵のある者かいる国と戦勝ち目はないって、とうとう攻めんのぉあきらるた。
おとのさんは早速多平ぉ城い呼んでせえなした。
「このたぴの働き、実に見事であった。そあ、ほうびをとらす。なんなりと申すがよい」
「お、おらぁ、ほうびなんて、いらねえ、ふんとはぁ、おらの手柄じゃねえんでやす。それに～」
多平は母親のこん、正直にしゃべり始め。黙って聞いておいんなしたおとのさんは、多平か話し終えると。
「そうであったか。里人をそのように苦しめていたとは、少しも気づかなかった。余(よ)が間違っておった。としよりとは誠にありがたい者じゃのお」
それから間もねく立て札が立った。
[としよりを捨ててはならなぬ、いつまでも大切にすること]
それからはどこんちでも　としよりぉ大事(て゛えじ)いして、みんな仲良く暮らせるようんなりやした。
　おしまい！`;
