// 山麓の人々・関連リンクデータ

export const peopleData = [
  {
    title: "さらしなの里　亀慶山明徳寺",
    img: "assets/people/meitokuji.jpg",
    url: "http://meitokuji.org/",
    description: "写真は本尊の不動明王です。冠着山信仰や修験道の歴史に関わる寺院です。明徳寺の不動明王と冠着社の大己貴命が神仏習合神として勧請され、冠着山頂上に石尊大権現が祀られたこと、また明徳寺が修験者の拠り所であったことが紹介されています。",
  },
  {
    title: "ずくなし農園 – 自然栽培・自然養蜂・放飼養鶏",
    imgs: ["assets/people/sara1.png", "assets/people/sara2.png"],
    url: "https://playfarm-zukunashi.com/",
    description: "冠着山の麓「さらしなの里」にある体験型コミュニティ農園です。自然栽培の野菜づくりや自然養蜂を中心に、味噌づくり、稲作、講座、ワークショップなどを行い、遊びながら学び、食を体験できる場として活動しています。",
  },
  {
    title: "ギター工房「上水」",
    img: "assets/people/guitar.jpg",
    url: "assets/people/homepage-articles-continued.pdf",
    description: "冠着山の麓にあるギター工房を紹介する記事です。姨捨の棚田の傍らで育った上水清さんが、手作りギターの制作に取り組む歩みや、工房を訪れる人々との交流、ギター製作への思いを掲載しています。",
  },
  {
    title: "財産区",
    img: "assets/people/zaisanku.jpg",
    description: "冠着山北斜面一帯は、松代藩の領地であった。\nその当時から麓の住民には入会地として認められていた。\nその後、廃藩置県によってこの一帯は入会権が認められていた\n若宮、羽尾、須坂、上徳間、内川、千本柳地区(当財産区)の管理下に置かれた。\n\n冠着山の北斜面約360ヘクタールの財産区有林の計画的な間伐搬出を行うとともに、より高品質な木材を生産するため、積極的に財産区有林内の下刈り、幼齢木の保護を行っている。\n\n当財産区議会議長が「冠着山の自然と文化遺産を保存する会」の会長に就任するなど、両団体との連携のもと、冠着山にまつわるいろいろの活動を行っている。\n\n平成29年　8月11日(金)　山の日(国民の休日)\n林間学校「冠着山わくわく自然学校」を開校。\n会場　「坊城平いこいの森」冠着山の高原地帯"
  },
  {
    title: "さらしな棚田バンド",
    imgs: ["assets/people/tanada-band.jpg", "assets/people/tanada-band2.jpg"],
    description: "さらしな棚田バンドは、長野県千曲市の姨捨（おばすて）地区を中心に活動する地元の音楽グループ（フォークソング・グループ）です。\n\n公民館、福祉施設、野外コンサート、学校などで活発に活動する人気バンド。特に、「満月ライブ」と称して姨捨棚田の北西に在る「姨捨山長楽寺」で、ギタリストであり作曲家の吉川忠英氏を招いて定期演奏会が行われている。\nCDも製作販売。YouTube,Facebookなどでも配信。\n\n主なオリジナル曲\n・『棚田姫』\nギタリストの吉川忠英氏が作曲を手掛け、バンドと共に歌い上げた代表曲。更級小学校/八幡小学校の第二の校歌とも言われ、全校の児童に歌われている。\n・『姨捨棚田の作男』\n2025年にライブ公演や映像作品として展開された楽曲・演目。\n\n・その他の楽曲\n『さらしなの里ここにあり』『さらんの夢』『スイッチバックの恋』『風の歌』など、地域の歴史・風景や恋模様をテーマにした楽曲も多数制作。"
  },
  {
    title: "金井農園",
    imgs: ["assets/people/kanai-flower.jpg", "assets/people/kanai-logo.png"],
    url: "https://www.facebook.com/profile.php?id=100016823230721",
    description: "冠着山の麓のリンゴ園。農園主の低音の歌声が花びらを揺らし、ミツバチの高音の羽音と共鳴して受粉を促す。\n農園主は、ずっしりと重く深い声質のバスの歌手。"
  },
  {
    title: "メンネルコール「冠着」",
    img: "assets/people/chorus.jpg",
    description: "冠着山の麓の羽尾には、ある合唱団の三人の主要なメンバーが暮らしている(テノール、バリトン、バス)。共に、冠着山の自然と文化遺産を保存する会の会員。　この合唱団の分団(メンネルコール「冠着」)による冠着山での演奏会が期待されている。\n\n[メンネルコール我謝第９回サマーコンサート](https://www.youtube.com/watch?v=B1spdRoaaCU&list=RDB1spdRoaaCU&start_radio=1)"
  }
];

export const linksData = [
  {
    title: "さらしなルネサンス",
    url: "https://sarashina-r.com", // 外部URLに変更。必要に応じて調整
    description: "日本遺産「月の都」となった長野県千曲市・さらしなの里の文化や活動を紹介するサイトです。",
  }
];
